tap "homebrew/cask-versions"
tap "buo/cask-upgrade"

brew "bat"
brew "git-delta"
brew "gsed"
brew "node"
brew "magic-wormhole"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "wget"

cask "android-studio"
cask "audacity"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "logitech-camera-settings"
# cask "logitech-g-hub"
cask "logi-options-plus"
cask "messenger"
cask "microsoft-teams"
cask "ngrok"
cask "postman"
cask "rectangle"
cask "roam"
cask "rode-connect"
cask "sequel-ace"
cask "slack"
cask "sonos"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "xcodes"
cask "whatsapp"
cask "zoom"

tap "sal0max/nikon"
cask "nx-studio"
