tap "homebrew/cask-versions"
tap "buo/cask-upgrade"

brew "bat"
brew "coreutils"
brew "curl"
brew "dust"
brew "gettext"
brew "git-delta"
brew "gsed"
brew "magic-wormhole"
brew "moreutils"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "wget"

cask "android-studio"
# cask "audacity"
cask "claude-code"
cask "db-browser-for-sqlite"
cask "flux-app"
cask "google-chrome"
cask "iterm2"
# cask "lastpass"
cask "logitech-camera-settings"
# cask "logitech-g-hub"
# cask "logi-options-plus"
# cask "microsoft-teams"
cask "postman"
cask "rectangle"
# cask "roam"
cask "rode-connect"
cask "sequel-ace"
cask "slack"
cask "sonos"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "xcodes-app"
cask "whatsapp"
cask "zoom"

tap "sal0max/nikon"
cask "nx-studio"
