tap "homebrew/cask-versions"

brew "bat"
brew "ffmpeg"
brew "node"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "wget"

cask "android-studio"
cask "audacity"
cask "flux"
cask "google-chrome"
cask "google-chrome-beta"
cask "iterm2"
cask "logi-options-plus"
cask "messenger"
cask "ngrok"
cask "postman"
cask "rode-connect"
cask "sequel-ace"
cask "slack"
cask "sonos"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "xcodes"
cask "zoom"
